INSERT INTO users (username)
VALUES
    ('seeneemp3'),
    ('person1'),
    ('person2');

INSERT INTO reminder (title, description, remind, user_id)
VALUES
    ('День рождения', 'Не забудь поздравить друга с днем рождения', '2023-06-15 10:00:00', 1),
    ('Встреча с клиентом', 'Подготовиться к встрече и обсудить детали проекта', '2023-06-20 14:30:00', 1),
    ('Оплатить счета', 'Оплатить коммунальные услуги и интернет', '2023-06-25 09:00:00', 1),
    ('Забрать посылку', 'Забрать посылку из почтового отделения', '2023-06-18 16:00:00', 1),
    ('Записаться к врачу', 'Записаться на прием к стоматологу', '2023-06-22 11:00:00', 1),
    ('Купить подарок', 'Купить подарок на день рождения мамы', '2023-06-28 18:00:00', 1),
    ('Заказать билеты', 'Заказать билеты на самолет для отпуска', '2023-07-01 12:00:00', 1),
    ('Обновить резюме', 'Обновить резюме и отправить его потенциальным работодателям', '2023-06-30 15:00:00', 1),
    ('Забронировать отель', 'Забронировать отель для предстоящей поездки', '2023-07-05 10:00:00', 1),
    ('Вернуть книгу в библиотеку', 'Вернуть взятую книгу в библиотеку', '2023-06-26 17:00:00', 1),
    ('Собрание на работе', 'Подготовиться к еженедельному собранию команды', '2023-06-19 09:30:00', 2),
    ('Купить продукты', 'Купить продукты для приготовления ужина', '2023-06-23 19:00:00', 2),
    ('Занятие в спортзале', 'Посетить занятие по йоге в спортзале', '2023-06-27 18:30:00', 1),
    ('Сходить в банк', 'Сходить в банк и открыть новый счет', '2023-07-02 11:00:00', 2),
    ('Забрать одежду из химчистки', 'Забрать одежду из химчистки', '2023-06-24 15:00:00', 2),
    ('Навестить родителей', 'Навестить родителей и помочь им с делами по дому', '2023-06-29 16:00:00', 2),
    ('Сделать резервную копию данных', 'Сделать резервную копию важных данных на внешний диск', '2023-07-03 14:00:00', 2),
    ('Отправить письмо', 'Отправить важное письмо клиенту', '2023-06-21 10:00:00', 2),
    ('Заказать еду на дом', 'Заказать еду из любимого ресторана', '2023-06-26 19:30:00', 2),
    ('Оплатить членский взнос', 'Оплатить ежегодный членский взнос в клубе', '2023-07-01 09:00:00', 1),
    ('Забрать документы', 'Забрать важные документы из офиса', '2023-06-16 13:00:00', 3),
    ('Запланировать отпуск', 'Запланировать даты отпуска и забронировать билеты', '2023-06-25 11:00:00', 3),
    ('Посетить семинар', 'Посетить онлайн-семинар по личностному развитию', '2023-06-30 18:00:00', 3),
    ('Сделать уборку', 'Сделать генеральную уборку в квартире', '2023-07-04 10:00:00', 3),
    ('Купить билеты в кино', 'Купить билеты на премьеру нового фильма', '2023-06-22 20:00:00', 3),
    ('Оплатить штраф', 'Оплатить штраф за неправильную парковку', '2023-06-28 12:00:00', 3),
    ('Записаться на курсы', 'Записаться на курсы иностранного языка', '2023-07-02 15:00:00', 1),
    ('Обновить программное обеспечение', 'Обновить операционную систему и программы на компьютере', '2023-06-27 09:00:00', 3),
    ('Купить подарок на свадьбу', 'Купить подарок друзьям на свадьбу', '2023-07-05 16:00:00', 3),
    ('Забронировать столик в ресторане', 'Забронировать столик в ресторане на годовщину', '2023-06-23 19:00:00', 1);