INSERT INTO users (username)
VALUES
    ('seeneemp3'),
    ('person1'),
    ('person2');

INSERT INTO reminder (title, description, remind, user_id)
VALUES
--('День рождения', 'Не забудь поздравить друга с днем рождения',                         '2024-03-29 13:20:00', 1),
--('Встреча с клиентом', 'Подготовиться к встрече и обсудить детали проекта',             '2024-03-29 13:20:30', 1),
--('Оплатить счета', 'Оплатить коммунальные услуги и интернет',                           '2024-03-29 13:21:00', 1),
--('Забрать посылку', 'Забрать посылку из почтового отделения',                           '2024-03-29 13:21:30', 1),
--('Записаться к врачу', 'Записаться на прием к стоматологу',                             '2024-03-29 13:22:00', 1),
--('Купить подарок', 'Купить подарок на день рождения мамы',                              '2024-03-29 13:22:30', 1),
--('Заказать билеты', 'Заказать билеты на самолет для отпуска',                           '2024-03-29 13:23:00', 1),
--('Обновить резюме', 'Обновить резюме и отправить его потенциальным работодателям',      '2024-03-29 13:23:30', 1),
--('Забронировать отель', 'Забронировать отель для предстоящей поездки',                  '2024-03-29 13:24:00', 1),
--('Вернуть книгу в библиотеку', 'Вернуть взятую книгу в библиотеку',                     '2024-03-29 13:24:30', 1),
--('Собрание на работе', 'Подготовиться к еженедельному собранию команды',                '2024-03-29 13:25:00', 2),
--('Купить продукты', 'Купить продукты для приготовления ужина',                          '2024-03-29 13:25:30', 2),
--('Занятие в спортзале', 'Посетить занятие по йоге в спортзале',                         '2024-03-29 13:26:00', 1),
--('Сходить в банк', 'Сходить в банк и открыть новый счет',                               '2024-03-29 13:26:30', 2),
--('Забрать одежду из химчистки', 'Забрать одежду из химчистки',                          '2024-03-29 13:27:00', 2),
--('Навестить родителей', 'Навестить родителей и помочь им с делами по дому',             '2024-03-29 13:27:30', 2),
--('Сделать резервную копию данных', 'Сделать резервную копию данных на внешний диск',    '2024-03-29 13:28:00', 2),
--('Отправить письмо', 'Отправить важное письмо клиенту',                                 '2024-03-29 13:28:30', 2),
--('Заказать еду на дом', 'Заказать еду из любимого ресторана',                           '2024-03-29 13:29:00', 2),
--('Оплатить членский взнос', 'Оплатить ежегодный членский взнос в клубе',                '2024-03-29 13:29:30', 1),
--('Забрать документы', 'Забрать важные документы из офиса',                              '2024-03-29 13:30:00', 3),
--('Запланировать отпуск', 'Запланировать даты отпуска и забронировать билеты',           '2024-03-29 13:30:30', 3),
--('Посетить семинар', 'Посетить онлайн-семинар по личностному развитию',                 '2024-03-29 13:31:00', 3),
--('Сделать уборку', 'Сделать генеральную уборку в квартире',                             '2024-03-29 13:31:30', 3),
--('Купить билеты в кино', 'Купить билеты на премьеру нового фильма',                     '2024-03-29 13:32:00', 3),
--('Оплатить штраф', 'Оплатить штраф за неправильную парковку',                           '2024-03-29 13:32:30', 3),
--('Записаться на курсы', 'Записаться на курсы иностранного языка',                       '2024-03-29 13:33:00', 1),
('Обновить ПО', 'Обновить операционную систему и программы на компьютере',              '2024-03-29 13:52:30', 1),
('Купить подарок на свадьбу', 'Купить подарок друзьям на свадьбу',                      '2024-03-29 13:52:10', 1),
('Забронировать столик в ресторане', 'Забронировать столик в ресторане на годовщину',   '2024-03-29 13:44:50', 1);